{
  "text": {
    "hey": 32,
    "hello": 29,
    "hi": 33,
    "there": 86,
    "good": 25,
    "morning": 49,
    "evening": 19,
    "afternoon": 2,
    "bye": 6,
    "goodbye": 26,
    "see": 74,
    "you": 100,
    "later": 41,
    "have": 28,
    "a": 0,
    "nice": 53,
    "day": 12,
    "take": 80,
    "care": 7,
    "thank": 82,
    "thanks": 83,
    "very": 90,
    "much": 50,
    "lot": 44,
    "what": 93,
    "is": 38,
    "the": 85,
    "attendance": 5,
    "policy": 63,
    "how": 34,
    "does": 15,
    "work": 97,
    "i": 35,
    "missed": 48,
    "my": 52,
    "punch": 65,
    "rules": 71,
    "in": 37,
    "out": 58,
    "an": 3,
    "issue": 39,
    "salary": 73,
    "structure": 78,
    "payroll": 60,
    "when": 94,
    "credited": 11,
    "details": 13,
    "tell": 81,
    "me": 47,
    "about": 1,
    "leave": 42,
    "many": 45,
    "leaves": 43,
    "do": 14,
    "sick": 75,
    "casual": 8,
    "annual": 4,
    "want": 91,
    "to": 89,
    "regularize": 68,
    "regularization": 67,
    "request": 69,
    "forgot": 22,
    "please": 62,
    "for": 21,
    "explain": 20,
    "retention": 70,
    "fund": 23,
    "on": 57,
    "give": 24,
    "handbook": 27,
    "employee": 17,
    "id": 36,
    "employee_id": 18,
    "number": 56,
    "yes": 99,
    "that": 84,
    "helpful": 31,
    "this": 87,
    "correct": 10,
    "no": 54,
    "not": 55,
    "really": 66,
    "doesn": 16,
    "t": 79,
    "help": 30,
    "s": 72,
    "wrong": 98,
    "still": 77,
    "problem": 64,
    "weather": 92,
    "joke": 40,
    "cook": 9,
    "pasta": 59,
    "who": 95,
    "won": 96,
    "match": 46,
    "time": 88,
    "play": 61,
    "some": 76,
    "music": 51
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "thankyou": 11,
    "ask_attendance": 1,
    "ask_salary": 3,
    "ask_leave": 2,
    "request_regularize": 10,
    "policy_question": 9,
    "employee_id_provided": 5,
    "affirm": 0,
    "deny": 4,
    "out_of_scope": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_query_handbook": 7,
    "action_validate_regularize": 13,
    "utter_feedback_ack": 14,
    "utter_feedback_prompt": 15,
    "utter_feedback_thanks": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_out_of_scope": 19
  },
  "action_text": null,
  "intent_response_key": null
}