{
  "text": {
    "hey": 34,
    "hello": 31,
    "hi": 35,
    "there": 91,
    "good": 27,
    "morning": 52,
    "evening": 21,
    "afternoon": 2,
    "bye": 6,
    "goodbye": 28,
    "see": 78,
    "you": 107,
    "later": 44,
    "have": 30,
    "a": 0,
    "nice": 57,
    "day": 13,
    "take": 85,
    "care": 7,
    "yes": 106,
    "y": 105,
    "indeed": 40,
    "of": 61,
    "course": 11,
    "correct": 10,
    "sure": 83,
    "no": 58,
    "n": 55,
    "never": 56,
    "i": 37,
    "don": 18,
    "t": 84,
    "think": 92,
    "so": 80,
    "not": 59,
    "really": 70,
    "thank": 87,
    "thanks": 88,
    "very": 96,
    "much": 53,
    "lot": 47,
    "what": 99,
    "is": 41,
    "the": 90,
    "attendance": 5,
    "policy": 67,
    "how": 36,
    "does": 16,
    "work": 103,
    "missed": 51,
    "my": 54,
    "punch": 69,
    "rules": 75,
    "in": 39,
    "out": 63,
    "an": 3,
    "issue": 42,
    "salary": 77,
    "structure": 82,
    "payroll": 65,
    "when": 100,
    "credited": 12,
    "details": 14,
    "tell": 86,
    "me": 50,
    "about": 1,
    "leave": 45,
    "many": 48,
    "leaves": 46,
    "do": 15,
    "sick": 79,
    "casual": 8,
    "annual": 4,
    "want": 97,
    "to": 95,
    "regularize": 72,
    "regularization": 71,
    "request": 73,
    "forgot": 24,
    "please": 66,
    "for": 23,
    "explain": 22,
    "retention": 74,
    "fund": 25,
    "on": 62,
    "give": 26,
    "handbook": 29,
    "employee": 19,
    "id": 38,
    "employee_id": 20,
    "number": 60,
    "that": 89,
    "helpful": 33,
    "this": 93,
    "doesn": 17,
    "help": 32,
    "s": 76,
    "wrong": 104,
    "still": 81,
    "problem": 68,
    "weather": 98,
    "joke": 43,
    "cook": 9,
    "pasta": 64,
    "who": 101,
    "won": 102,
    "match": 49,
    "time": 94
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "affirm": 0,
    "deny": 4,
    "thankyou": 13,
    "ask_attendance": 1,
    "ask_salary": 3,
    "ask_leave": 2,
    "request_regularize": 12,
    "policy_question": 11,
    "employee_id_provided": 5,
    "feedback_positive": 7,
    "feedback_negative": 6,
    "out_of_scope": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_query_handbook": 7,
    "action_validate_regularize": 13,
    "utter_ask_employee_id": 14,
    "utter_feedback_ack": 15,
    "utter_feedback_prompt": 16,
    "utter_feedback_thanks": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_out_of_scope": 20,
    "utter_policy_answer": 21,
    "utter_regularize_request": 22
  },
  "action_text": null,
  "intent_response_key": null
}