{
  "text": {
    "hey": 34,
    "hello": 31,
    "hi": 35,
    "there": 91,
    "good": 27,
    "morning": 52,
    "evening": 22,
    "afternoon": 3,
    "bye": 9,
    "goodbye": 28,
    "see": 77,
    "you": 109,
    "later": 42,
    "have": 30,
    "a": 1,
    "nice": 56,
    "day": 15,
    "take": 84,
    "care": 10,
    "thank": 87,
    "thanks": 88,
    "very": 97,
    "much": 53,
    "lot": 45,
    "what": 100,
    "is": 39,
    "the": 90,
    "attendance": 7,
    "policy": 66,
    "how": 36,
    "does": 19,
    "work": 106,
    "i": 37,
    "missed": 49,
    "my": 55,
    "punch": 68,
    "rules": 74,
    "in": 38,
    "out": 61,
    "an": 4,
    "issue": 40,
    "salary": 76,
    "structure": 82,
    "payroll": 63,
    "when": 101,
    "credited": 14,
    "details": 16,
    "tell": 85,
    "me": 48,
    "about": 2,
    "leave": 43,
    "many": 46,
    "leaves": 44,
    "do": 18,
    "sick": 78,
    "casual": 11,
    "annual": 5,
    "vacation": 96,
    "want": 98,
    "to": 94,
    "regularize": 71,
    "regularization": 70,
    "request": 72,
    "forgot": 25,
    "please": 65,
    "for": 24,
    "explain": 23,
    "retention": 73,
    "fund": 26,
    "on": 59,
    "yes": 108,
    "that": 89,
    "helpful": 33,
    "this": 92,
    "correct": 13,
    "no": 57,
    "not": 58,
    "really": 69,
    "doesn": 20,
    "t": 83,
    "help": 32,
    "s": 75,
    "wrong": 107,
    "still": 81,
    "problem": 67,
    "with": 103,
    "grievance": 29,
    "apply": 6,
    "did": 17,
    "time": 93,
    "updated": 95,
    "balance": 8,
    "other": 60,
    "something": 80,
    "else": 21,
    "within": 104,
    "__number__": 0,
    "months": 50,
    "more": 51,
    "than": 86,
    "weather": 99,
    "joke": 41,
    "cook": 12,
    "pasta": 62,
    "who": 102,
    "won": 105,
    "match": 47,
    "play": 64,
    "some": 79,
    "music": 54
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "thankyou": 15,
    "ask_attendance": 1,
    "ask_salary": 3,
    "ask_leave": 2,
    "request_regularize": 14,
    "policy_question": 13,
    "affirm": 0,
    "deny": 4,
    "leave_issue": 8,
    "leave_missed_apply": 9,
    "leave_not_credited": 10,
    "leave_other": 11,
    "inform_time": 7,
    "out_of_scope": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_query_handbook": 7,
    "action_validate_regularize": 13,
    "utter_apply_arrears": 14,
    "utter_arrears_not_applicable": 15,
    "utter_ask_leave_type": 16,
    "utter_ask_within_two_months": 17,
    "utter_feedback_ack": 18,
    "utter_feedback_prompt": 19,
    "utter_feedback_thanks": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_leave_not_credited": 23,
    "utter_out_of_scope": 24,
    "utter_refer_handbook": 25,
    "utter_thankyou": 26
  },
  "action_text": null,
  "intent_response_key": null
}