{
  "text": {
    " ": 0,
    "h": 420,
    "e": 321,
    "y": 882,
    " h": 51,
    "he": 430,
    "ey": 393,
    "y ": 883,
    " he": 55,
    "hey": 439,
    "ey ": 394,
    " hey": 57,
    "hey ": 440,
    "l": 503,
    "o": 612,
    "el": 351,
    "ll": 522,
    "lo": 528,
    "o ": 613,
    "hel": 432,
    "ell": 352,
    "llo": 524,
    "lo ": 529,
    " hel": 56,
    "hell": 433,
    "ello": 354,
    "llo ": 525,
    "i": 449,
    "hi": 441,
    "i ": 450,
    " hi": 58,
    "hi ": 442,
    " hi ": 59,
    "t": 768,
    "r": 688,
    " t": 145,
    "th": 790,
    "er": 369,
    "re": 690,
    "e ": 322,
    " th": 151,
    "the": 793,
    "her": 436,
    "ere": 371,
    "re ": 691,
    " the": 153,
    "ther": 795,
    "here": 438,
    "ere ": 372,
    "g": 407,
    "d": 295,
    " g": 46,
    "go": 412,
    "oo": 634,
    "od": 614,
    "d ": 296,
    " go": 49,
    "goo": 413,
    "ood": 635,
    "od ": 615,
    " goo": 50,
    "good": 414,
    "ood ": 636,
    "m": 538,
    "n": 563,
    " m": 82,
    "mo": 552,
    "or": 642,
    "rn": 713,
    "ni": 583,
    "in": 466,
    "ng": 581,
    "g ": 408,
    " mo": 90,
    "mor": 553,
    "orn": 648,
    "rni": 714,
    "nin": 586,
    "ing": 470,
    "ng ": 582,
    " mor": 91,
    "morn": 554,
    "orni": 649,
    "rnin": 715,
    "ning": 587,
    "ing ": 471,
    "v": 848,
    " e": 34,
    "ev": 386,
    "ve": 849,
    "en": 358,
    " ev": 37,
    "eve": 387,
    "ven": 851,
    "eni": 362,
    " eve": 38,
    "even": 388,
    "veni": 852,
    "enin": 363,
    "a": 184,
    "f": 395,
    " a": 1,
    "af": 189,
    "ft": 401,
    "te": 779,
    "no": 595,
    "on": 632,
    "n ": 564,
    " af": 5,
    "aft": 190,
    "fte": 402,
    "ter": 787,
    "ern": 373,
    "rno": 716,
    "noo": 597,
    "oon": 640,
    "on ": 633,
    " aft": 6,
    "afte": 191,
    "fter": 403,
    "tern": 789,
    "erno": 374,
    "rnoo": 717,
    "noon": 598,
    "oon ": 641,
    "b": 255,
    " b": 12,
    "by": 264,
    "ye": 884,
    " by": 13,
    "bye": 265,
    "ye ": 885,
    " bye": 14,
    "bye ": 266,
    "db": 302,
    "odb": 616,
    "dby": 305,
    "oodb": 637,
    "odby": 617,
    "dbye": 306,
    "s": 734,
    " s": 132,
    "se": 739,
    "ee": 342,
    " se": 135,
    "see": 743,
    "ee ": 343,
    " see": 136,
    "see ": 744,
    "u": 814,
    " y": 174,
    "yo": 891,
    "ou": 654,
    "u ": 815,
    " yo": 178,
    "you": 892,
    "ou ": 655,
    " you": 179,
    "you ": 893,
    " l": 75,
    "la": 505,
    "at": 235,
    "r ": 689,
    " la": 76,
    "lat": 511,
    "ate": 239,
    "er ": 370,
    " lat": 77,
    "late": 512,
    "ater": 240,
    "ter ": 788,
    "ha": 422,
    "av": 247,
    " ha": 52,
    "hav": 428,
    "ave": 248,
    "ve ": 850,
    " hav": 54,
    "have": 429,
    "ave ": 249,
    "a ": 185,
    " a ": 2,
    "c": 267,
    " n": 96,
    "ic": 451,
    "ce": 273,
    " ni": 100,
    "nic": 584,
    "ice": 452,
    "ce ": 274,
    " nic": 101,
    "nice": 585,
    "ice ": 453,
    " d": 25,
    "da": 297,
    "ay": 251,
    " da": 26,
    "day": 300,
    "ay ": 252,
    " day": 27,
    "day ": 301,
    "k": 497,
    "ta": 770,
    "ak": 197,
    "ke": 499,
    " ta": 147,
    "tak": 774,
    "ake": 198,
    "ke ": 500,
    " tak": 148,
    "take": 775,
    "ake ": 199,
    " c": 15,
    "ca": 268,
    "ar": 221,
    " ca": 16,
    "car": 269,
    "are": 222,
    " car": 17,
    "care": 270,
    "are ": 223,
    "es": 377,
    "s ": 735,
    " ye": 176,
    "yes": 889,
    "es ": 378,
    " yes": 177,
    "yes ": 890,
    " y ": 175,
    " i": 62,
    "nd": 570,
    "de": 307,
    "ed": 338,
    " in": 66,
    "ind": 468,
    "nde": 576,
    "dee": 308,
    "eed": 346,
    "ed ": 339,
    " ind": 68,
    "inde": 469,
    "ndee": 577,
    "deed": 309,
    "eed ": 347,
    " o": 107,
    "of": 621,
    "f ": 396,
    " of": 108,
    "of ": 622,
    " of ": 109,
    "co": 279,
    "ur": 841,
    "rs": 724,
    " co": 19,
    "cou": 284,
    "our": 656,
    "urs": 844,
    "rse": 725,
    "se ": 740,
    " cou": 22,
    "cour": 285,
    "ours": 657,
    "urse": 845,
    "rse ": 726,
    "rr": 721,
    "ec": 335,
    "ct": 289,
    "t ": 769,
    "cor": 282,
    "orr": 650,
    "rre": 722,
    "rec": 694,
    "ect": 336,
    "ct ": 290,
    " cor": 21,
    "corr": 283,
    "orre": 651,
    "rrec": 723,
    "rect": 695,
    "ect ": 337,
    "su": 761,
    " su": 143,
    "sur": 766,
    "ure": 842,
    " sur": 144,
    "sure": 767,
    "ure ": 843,
    " no": 102,
    "no ": 596,
    " no ": 103,
    " n ": 97,
    "ne": 578,
    " ne": 98,
    "nev": 579,
    "ver": 853,
    " nev": 99,
    "neve": 580,
    "ever": 389,
    "ver ": 854,
    " i ": 63,
    "do": 315,
    " do": 30,
    "don": 319,
    " don": 33,
    "don ": 320,
    " t ": 146,
    "nk": 588,
    "k ": 498,
    "thi": 796,
    "hin": 443,
    "ink": 472,
    "nk ": 589,
    " thi": 154,
    "thin": 797,
    "hink": 444,
    "ink ": 473,
    "so": 748,
    " so": 139,
    "so ": 749,
    " so ": 140,
    "ot": 652,
    "not": 599,
    "ot ": 653,
    " not": 104,
    "not ": 600,
    " r": 124,
    "ea": 326,
    "al": 200,
    "ly": 536,
    " re": 125,
    "rea": 692,
    "eal": 327,
    "all": 204,
    "lly": 526,
    "ly ": 537,
    " rea": 126,
    "real": 693,
    "eall": 328,
    "ally": 205,
    "lly ": 527,
    "an": 206,
    "tha": 791,
    "han": 423,
    "ank": 212,
    " tha": 152,
    "than": 792,
    "hank": 425,
    "ank ": 213,
    "ks": 501,
    "nks": 590,
    "ks ": 502,
    "anks": 214,
    "nks ": 591,
    " v": 159,
    "ry": 732,
    " ve": 160,
    "ery": 375,
    "ry ": 733,
    " ver": 161,
    "very": 855,
    "ery ": 376,
    "mu": 558,
    "uc": 819,
    "ch": 275,
    "h ": 421,
    " mu": 92,
    "muc": 559,
    "uch": 820,
    "ch ": 276,
    " muc": 93,
    "much": 560,
    "uch ": 821,
    " lo": 80,
    "lot": 530,
    " lot": 81,
    "lot ": 531,
    "w": 858,
    " w": 162,
    "wh": 866,
    " wh": 167,
    "wha": 867,
    "hat": 426,
    "at ": 236,
    " wha": 168,
    "what": 868,
    "hat ": 427,
    "is": 477,
    " is": 69,
    "is ": 478,
    " is ": 70,
    "he ": 431,
    "the ": 794,
    "tt": 808,
    "nc": 565,
    " at": 10,
    "att": 245,
    "tte": 809,
    "ten": 784,
    "end": 360,
    "nda": 572,
    "dan": 298,
    "anc": 208,
    "nce": 566,
    " att": 11,
    "atte": 246,
    "tten": 810,
    "tend": 785,
    "enda": 361,
    "ndan": 573,
    "danc": 299,
    "ance": 209,
    "nce ": 567,
    "p": 665,
    " p": 114,
    "po": 678,
    "ol": 627,
    "li": 519,
    "cy": 293,
    " po": 120,
    "pol": 679,
    "oli": 628,
    "lic": 520,
    "icy": 456,
    "cy ": 294,
    " pol": 121,
    "poli": 680,
    "olic": 629,
    "licy": 521,
    "icy ": 457,
    "ho": 445,
    "ow": 660,
    "w ": 859,
    " ho": 60,
    "how": 447,
    "ow ": 661,
    " how": 61,
    "how ": 448,
    "oe": 618,
    "doe": 317,
    "oes": 619,
    " doe": 32,
    "does": 318,
    "oes ": 620,
    "wo": 873,
    "rk": 711,
    " wo": 171,
    "wor": 876,
    "ork": 646,
    "rk ": 712,
    " wor": 173,
    "work": 877,
    "ork ": 647,
    "mi": 549,
    "ss": 750,
    " mi": 88,
    "mis": 550,
    "iss": 479,
    "sse": 751,
    "sed": 741,
    " mis": 89,
    "miss": 551,
    "isse": 480,
    "ssed": 752,
    "sed ": 742,
    "my": 561,
    " my": 94,
    "my ": 562,
    " my ": 95,
    "pu": 681,
    "un": 836,
    " pu": 122,
    "pun": 682,
    "unc": 837,
    "nch": 568,
    " pun": 123,
    "punc": 683,
    "unch": 838,
    "nch ": 569,
    "ru": 727,
    "ul": 828,
    "le": 513,
    " ru": 130,
    "rul": 730,
    "ule": 831,
    "les": 517,
    " rul": 131,
    "rule": 731,
    "ules": 832,
    "les ": 518,
    "in ": 467,
    " in ": 67,
    "ut": 846,
    " ou": 112,
    "out": 658,
    "ut ": 847,
    " out": 113,
    "out ": 659,
    " an": 7,
    "an ": 207,
    " an ": 8,
    "ue": 824,
    "ssu": 753,
    "sue": 764,
    "ue ": 825,
    " iss": 71,
    "issu": 481,
    "ssue": 754,
    "sue ": 765,
    "sa": 736,
    " sa": 133,
    "sal": 737,
    "ala": 202,
    "lar": 508,
    "ary": 226,
    " sal": 134,
    "sala": 738,
    "alar": 203,
    "lary": 510,
    "ary ": 227,
    "st": 755,
    "tr": 805,
    "tu": 811,
    " st": 141,
    "str": 759,
    "tru": 806,
    "ruc": 728,
    "uct": 822,
    "ctu": 291,
    "tur": 812,
    " str": 142,
    "stru": 760,
    "truc": 807,
    "ruct": 729,
    "uctu": 823,
    "ctur": 292,
    "ture": 813,
    "pa": 666,
    "yr": 894,
    "ro": 718,
    "l ": 504,
    " pa": 115,
    "pay": 669,
    "ayr": 253,
    "yro": 895,
    "rol": 719,
    "oll": 630,
    "ll ": 523,
    " pay": 117,
    "payr": 670,
    "ayro": 254,
    "yrol": 896,
    "roll": 720,
    "oll ": 631,
    "whe": 869,
    "hen": 434,
    "en ": 359,
    " whe": 169,
    "when": 870,
    "hen ": 435,
    "cr": 286,
    "di": 312,
    "it": 482,
    " cr": 23,
    "cre": 287,
    "red": 696,
    "edi": 340,
    "dit": 313,
    "ite": 483,
    "ted": 780,
    " cre": 24,
    "cred": 288,
    "redi": 697,
    "edit": 341,
    "dite": 314,
    "ited": 484,
    "ted ": 781,
    "et": 381,
    "ai": 192,
    "il": 460,
    "ls": 534,
    " de": 28,
    "det": 310,
    "eta": 382,
    "tai": 772,
    "ail": 193,
    "ils": 461,
    "ls ": 535,
    " det": 29,
    "deta": 311,
    "etai": 383,
    "tail": 773,
    "ails": 194,
    "ils ": 462,
    " te": 149,
    "tel": 782,
    " tel": 150,
    "tell": 783,
    "ell ": 353,
    "me": 547,
    " me": 86,
    "me ": 548,
    " me ": 87,
    "ab": 186,
    "bo": 259,
    " ab": 3,
    "abo": 187,
    "bou": 262,
    " abo": 4,
    "abou": 188,
    "bout": 263,
    " le": 78,
    "lea": 514,
    "eav": 333,
    " lea": 79,
    "leav": 516,
    "eave": 334,
    "ma": 539,
    "ny": 610,
    " ma": 83,
    "man": 540,
    "any": 219,
    "ny ": 611,
    " man": 84,
    "many": 541,
    "any ": 220,
    "ves": 856,
    "aves": 250,
    "ves ": 857,
    "do ": 316,
    " do ": 31,
    "si": 745,
    "ck": 277,
    " si": 137,
    "sic": 746,
    "ick": 454,
    "ck ": 278,
    " sic": 138,
    "sick": 747,
    "ick ": 455,
    "as": 228,
    "ua": 816,
    "cas": 271,
    "asu": 233,
    "sua": 762,
    "ual": 817,
    "al ": 201,
    " cas": 18,
    "casu": 272,
    "asua": 234,
    "sual": 763,
    "ual ": 818,
    "nn": 592,
    "nu": 605,
    "ann": 215,
    "nnu": 593,
    "nua": 606,
    " ann": 9,
    "annu": 216,
    "nnua": 594,
    "nual": 607,
    "wa": 860,
    "nt": 601,
    " wa": 163,
    "wan": 861,
    "ant": 217,
    "nt ": 602,
    " wan": 164,
    "want": 862,
    "ant ": 218,
    "to": 803,
    " to": 157,
    "to ": 804,
    " to ": 158,
    "z": 897,
    "eg": 348,
    "gu": 417,
    "ri": 707,
    "iz": 488,
    "ze": 901,
    "reg": 698,
    "egu": 349,
    "gul": 418,
    "ula": 829,
    "ari": 224,
    "riz": 708,
    "ize": 491,
    "ze ": 902,
    " reg": 127,
    "regu": 699,
    "egul": 350,
    "gula": 419,
    "ular": 830,
    "lari": 509,
    "ariz": 225,
    "rize": 710,
    "ize ": 492,
    "za": 898,
    "ti": 798,
    "io": 474,
    "iza": 489,
    "zat": 899,
    "ati": 243,
    "tio": 801,
    "ion": 475,
    "riza": 709,
    "izat": 490,
    "zati": 900,
    "atio": 244,
    "tion": 802,
    "ion ": 476,
    "q": 684,
    "eq": 366,
    "qu": 685,
    "req": 700,
    "equ": 367,
    "que": 686,
    "ues": 826,
    "est": 379,
    "st ": 756,
    " req": 128,
    "requ": 701,
    "eque": 368,
    "ques": 687,
    "uest": 827,
    "est ": 380,
    " f": 41,
    "fo": 397,
    "rg": 704,
    " fo": 42,
    "for": 398,
    "org": 644,
    "rgo": 705,
    "got": 415,
    " for": 43,
    "forg": 400,
    "orgo": 645,
    "rgot": 706,
    "got ": 416,
    "pl": 671,
    " pl": 118,
    "ple": 674,
    "eas": 329,
    "ase": 229,
    " ple": 119,
    "plea": 675,
    "leas": 515,
    "ease": 330,
    "ase ": 230,
    "or ": 643,
    "for ": 399,
    "x": 878,
    "ex": 390,
    "xp": 879,
    " ex": 39,
    "exp": 391,
    "xpl": 880,
    "pla": 672,
    "lai": 506,
    "ain": 195,
    " exp": 40,
    "expl": 392,
    "xpla": 881,
    "plai": 673,
    "lain": 507,
    "ain ": 196,
    "ret": 702,
    "ete": 384,
    "ent": 364,
    "nti": 603,
    " ret": 129,
    "rete": 703,
    "eten": 385,
    "tent": 786,
    "enti": 365,
    "ntio": 604,
    "fu": 404,
    " fu": 44,
    "fun": 405,
    "und": 839,
    "nd ": 571,
    " fun": 45,
    "fund": 406,
    "und ": 840,
    " on": 110,
    " on ": 111,
    "gi": 409,
    "iv": 485,
    " gi": 47,
    "giv": 410,
    "ive": 486,
    " giv": 48,
    "give": 411,
    "ive ": 487,
    "ok": 623,
    "and": 210,
    "ndb": 574,
    "dbo": 303,
    "boo": 260,
    "ook": 638,
    "ok ": 624,
    " han": 53,
    "hand": 424,
    "andb": 211,
    "ndbo": 575,
    "dboo": 304,
    "book": 261,
    "ook ": 639,
    "em": 355,
    "mp": 555,
    "oy": 662,
    " em": 35,
    "emp": 356,
    "mpl": 556,
    "plo": 676,
    "loy": 532,
    "oye": 663,
    "yee": 886,
    " emp": 36,
    "empl": 357,
    "mplo": 557,
    "ploy": 677,
    "loye": 533,
    "oyee": 664,
    "yee ": 887,
    "id": 458,
    " id": 64,
    "id ": 459,
    " id ": 65,
    "_": 180,
    "e_": 323,
    "_i": 181,
    "ee_": 344,
    "e_i": 324,
    "_id": 182,
    "yee_": 888,
    "ee_i": 345,
    "e_id": 325,
    "_id ": 183,
    "um": 833,
    "mb": 544,
    "be": 256,
    " nu": 105,
    "num": 608,
    "umb": 834,
    "mbe": 545,
    "ber": 257,
    " num": 106,
    "numb": 609,
    "umbe": 835,
    "mber": 546,
    "ber ": 258,
    "we": 863,
    " we": 165,
    "wea": 864,
    "eat": 331,
    "ath": 241,
    " wea": 166,
    "weat": 865,
    "eath": 332,
    "athe": 242,
    "her ": 437,
    "j": 493,
    " j": 72,
    "jo": 494,
    " jo": 73,
    "jok": 495,
    "oke": 625,
    " jok": 74,
    "joke": 496,
    "oke ": 626,
    "coo": 280,
    " coo": 20,
    "cook": 281,
    "pas": 667,
    "ast": 231,
    "sta": 757,
    "ta ": 771,
    " pas": 116,
    "past": 668,
    "asta": 232,
    "sta ": 758,
    "who": 871,
    "ho ": 446,
    " who": 170,
    "who ": 872,
    "won": 874,
    " won": 172,
    "won ": 875,
    "tc": 776,
    "mat": 542,
    "atc": 237,
    "tch": 777,
    " mat": 85,
    "matc": 543,
    "atch": 238,
    "tch ": 778,
    "im": 463,
    " ti": 155,
    "tim": 799,
    "ime": 464,
    " tim": 156,
    "time": 800,
    "ime ": 465
  },
  "response": null,
  "action_text": null
}