{
  "text": {
    "hey": 30,
    "hello": 27,
    "hi": 31,
    "there": 82,
    "good": 23,
    "morning": 46,
    "evening": 17,
    "afternoon": 2,
    "bye": 6,
    "goodbye": 24,
    "see": 70,
    "you": 97,
    "later": 38,
    "have": 26,
    "a": 0,
    "nice": 50,
    "day": 12,
    "take": 76,
    "care": 7,
    "thank": 78,
    "thanks": 79,
    "very": 87,
    "much": 47,
    "lot": 41,
    "what": 90,
    "is": 35,
    "the": 81,
    "attendance": 5,
    "policy": 59,
    "how": 32,
    "does": 15,
    "work": 94,
    "i": 33,
    "missed": 45,
    "my": 49,
    "punch": 61,
    "rules": 67,
    "in": 34,
    "out": 54,
    "an": 3,
    "issue": 36,
    "salary": 69,
    "structure": 74,
    "payroll": 56,
    "when": 91,
    "credited": 11,
    "details": 13,
    "tell": 77,
    "me": 44,
    "about": 1,
    "leave": 39,
    "many": 42,
    "leaves": 40,
    "do": 14,
    "sick": 71,
    "casual": 8,
    "annual": 4,
    "vacation": 86,
    "want": 88,
    "to": 85,
    "regularize": 64,
    "regularization": 63,
    "request": 65,
    "forgot": 20,
    "please": 58,
    "for": 19,
    "explain": 18,
    "retention": 66,
    "fund": 21,
    "on": 53,
    "give": 22,
    "handbook": 25,
    "yes": 96,
    "that": 80,
    "helpful": 29,
    "this": 83,
    "correct": 10,
    "no": 51,
    "not": 52,
    "really": 62,
    "doesn": 16,
    "t": 75,
    "help": 28,
    "s": 68,
    "wrong": 95,
    "still": 73,
    "problem": 60,
    "weather": 89,
    "joke": 37,
    "cook": 9,
    "pasta": 55,
    "who": 92,
    "won": 93,
    "match": 43,
    "time": 84,
    "play": 57,
    "some": 72,
    "music": 48
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "thankyou": 10,
    "ask_attendance": 1,
    "ask_salary": 3,
    "ask_leave": 2,
    "request_regularize": 9,
    "policy_question": 8,
    "affirm": 0,
    "deny": 4,
    "out_of_scope": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_query_handbook": 7,
    "action_validate_regularize": 13,
    "utter_feedback_ack": 14,
    "utter_feedback_prompt": 15,
    "utter_feedback_thanks": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_out_of_scope": 19,
    "utter_thankyou": 20
  },
  "action_text": null,
  "intent_response_key": null
}