{
  "text": {
    "hey": 27,
    "hello": 26,
    "hi": 28,
    "there": 77,
    "good": 23,
    "morning": 44,
    "evening": 19,
    "afternoon": 2,
    "bye": 5,
    "goodbye": 24,
    "see": 66,
    "you": 88,
    "later": 37,
    "have": 25,
    "a": 0,
    "nice": 49,
    "day": 12,
    "take": 72,
    "care": 6,
    "yes": 87,
    "y": 86,
    "indeed": 33,
    "of": 53,
    "course": 10,
    "correct": 9,
    "sure": 70,
    "no": 50,
    "n": 47,
    "never": 48,
    "i": 30,
    "don": 16,
    "t": 71,
    "think": 78,
    "so": 68,
    "not": 51,
    "really": 60,
    "thank": 74,
    "thanks": 75,
    "very": 80,
    "much": 45,
    "lot": 40,
    "what": 83,
    "is": 34,
    "the": 76,
    "attendance": 4,
    "policy": 58,
    "how": 29,
    "does": 15,
    "work": 85,
    "missed": 43,
    "my": 46,
    "punch": 59,
    "rules": 64,
    "in": 32,
    "out": 55,
    "salary": 65,
    "structure": 69,
    "payroll": 57,
    "when": 84,
    "credited": 11,
    "details": 13,
    "leave": 38,
    "many": 41,
    "leaves": 39,
    "do": 14,
    "sick": 67,
    "casual": 7,
    "annual": 3,
    "want": 81,
    "to": 79,
    "regularize": 62,
    "regularization": 61,
    "request": 63,
    "forgot": 22,
    "for": 21,
    "issue_type": 35,
    "tell": 73,
    "me": 42,
    "about": 1,
    "explain": 20,
    "on": 54,
    "employee": 17,
    "id": 31,
    "employee_id": 18,
    "number": 52,
    "weather": 82,
    "joke": 36,
    "cook": 8,
    "pasta": 56
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 4,
    "thankyou": 11,
    "ask_attendance": 1,
    "ask_salary": 3,
    "ask_leave": 2,
    "request_regularize": 10,
    "policy_question": 9,
    "employee_id_provided": 5,
    "out_of_scope": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_query_handbook": 7,
    "action_validate_regularize": 13,
    "utter_ask_employee_id": 14,
    "utter_attendance_policy": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_leave_policy": 18,
    "utter_out_of_scope": 19,
    "utter_policy_answer": 20,
    "utter_regularize_request": 21,
    "utter_salary_policy": 22,
    "utter_thankyou": 23
  },
  "action_text": null,
  "intent_response_key": null
}