{
  "text": {
    "hey": 31,
    "hello": 30,
    "hi": 32,
    "there": 84,
    "good": 26,
    "morning": 49,
    "evening": 20,
    "afternoon": 2,
    "bye": 6,
    "goodbye": 27,
    "see": 73,
    "you": 97,
    "later": 41,
    "have": 29,
    "a": 0,
    "nice": 54,
    "day": 13,
    "take": 79,
    "care": 7,
    "yes": 96,
    "y": 95,
    "indeed": 37,
    "of": 58,
    "course": 11,
    "correct": 10,
    "sure": 77,
    "no": 55,
    "n": 52,
    "never": 53,
    "i": 34,
    "don": 17,
    "t": 78,
    "think": 85,
    "so": 75,
    "not": 56,
    "really": 66,
    "thank": 81,
    "thanks": 82,
    "very": 87,
    "much": 50,
    "lot": 44,
    "what": 90,
    "is": 38,
    "the": 83,
    "attendance": 5,
    "policy": 64,
    "how": 33,
    "does": 16,
    "work": 94,
    "missed": 48,
    "my": 51,
    "punch": 65,
    "rules": 71,
    "in": 36,
    "out": 60,
    "an": 3,
    "issue": 39,
    "salary": 72,
    "structure": 76,
    "payroll": 62,
    "when": 91,
    "credited": 12,
    "details": 14,
    "tell": 80,
    "me": 47,
    "about": 1,
    "leave": 42,
    "many": 45,
    "leaves": 43,
    "do": 15,
    "sick": 74,
    "casual": 8,
    "annual": 4,
    "want": 88,
    "to": 86,
    "regularize": 68,
    "regularization": 67,
    "request": 69,
    "forgot": 23,
    "please": 63,
    "for": 22,
    "explain": 21,
    "retention": 70,
    "fund": 24,
    "on": 59,
    "give": 25,
    "handbook": 28,
    "employee": 18,
    "id": 35,
    "employee_id": 19,
    "number": 57,
    "weather": 89,
    "joke": 40,
    "cook": 9,
    "pasta": 61,
    "who": 92,
    "won": 93,
    "match": 46
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 4,
    "thankyou": 11,
    "ask_attendance": 1,
    "ask_salary": 3,
    "ask_leave": 2,
    "request_regularize": 10,
    "policy_question": 9,
    "employee_id_provided": 5,
    "out_of_scope": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_query_handbook": 7,
    "action_validate_regularize": 13,
    "utter_ask_employee_id": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_out_of_scope": 17,
    "utter_policy_answer": 18,
    "utter_regularize_request": 19
  },
  "action_text": null,
  "intent_response_key": null
}